Repository: CodeLingoBot/wp-promote-mdn
Catalog: languages/promote-mdn-*.po
Languages: ar_ar, es_es, it_it, ja

source: Reloaded values from the URL.
ar_ar: .URL قيم إعادة تحميل من
es_es: Valores recargados desde la URL.
it_it: Carica di nuovo i valori dalla URL.
ja: キーワードの再取得が完了しました。

source: Plugin settings saved.
ar_ar: .إعدادات البرنامج المساعد حفظ
es_es: Opciones del plugins guardadas.
it_it: Impostazioni del plugin salvate.
ja: 設定が保存されました。

source: MDN is your Web Developer Toolbox for docs, demos and more on HTML, CSS, JavaScript and other Web standards and open technologies.
ar_ar: HTML, CSS هي أدوات مطور ويب للحصول على المستندات، والعروض وأكثر في MDN.جافا سكريبت ومعايير الويب الأخرى والتقنيات المفتوحة
es_es: MDN es tu caja de herramientas de desarrollo web para documentos, demostraciones y mucho más en HTML, CSS, JavaScript y otros estándares web y tecnologías abiertas.
it_it: MDN è la tua cassetta degli strumenti per lo Sviluppo Web con documentazione, demo e altro su HTML, CSS, JavaScript e gli altri standard Web e le tecnologie open.

source: MDN is the best online resource - for web developers, by web developers.
ar_ar: هو أفضل مورد عبر الإنترنت - لمطوري الويب، من قبل مطوري الويب MDN
es_es: MDN es el mejor recurso en línea: para desarrolladores web, por desarrolladores web.
it_it: MDN è la miglior risorsa online per gli sviluppatori web dagli sviluppatori web.
ja: MDNはWeb開発者によるWeb開発者のための最高のオンライン上の資源です。

source: Promote MDN:
es_es: Promociona MDN:
it_it: Promuovi MDN:

source: Automatically links keywords and phrases in your posts and pages to MDN URLs.
es_es: Automáticamente enlaza palabras claves y frases en tus entradas y páginas a URLs de MDN
it_it: Automaticamente inserisce un link per le parole chiave e le frasi nei tuoi post e pagine verso le pagine di MDN.
ja: あなたの投稿やページのキーワードやフレーズへ自動的にMDNへのリンクを付けます。

source: Provides a widget with images and links to promote MDN.
es_es: Añade un widget con imágenes y enlaces para promover MDN.
it_it: Fornisce un widget come immagini e link per promuovere MDN.
ja: MDNを宣伝するための画像とリンク付きウィジェットを提供します。

source: Allows you to notify Mozilla DevEngage and Communications when publishing posts
es_es: Permite notificar a Mozilla DevEngage y Communications cuando se publican entradas
it_it: Permette di notificare il Mozilla DevEngage and Communication team quando pubblichi un post
ja: 投稿時にMozilla DevEngage and Communicationsへ通知することを可能にします。

source: Promote MDN is open source. <a href="https://github.com/mdn/wp-promote-mdn">Contribute on GitHub</a>
es_es: Promueve MDN es de código abierto. <a href="https://github.com/mdn/wp-promote-mdn">Contribuye en GitHub</a>
it_it: Promote MDN é open source. <a href="https://github.com/mdn/wp-promote-mdn">Contribuisci su GitHub</a>
ja: Promote MDN プラグインはオープンソースです。 <a href="https://github.com/mdn/wp-promote-mdn">Contribute on GitHub</a>

source: Settings
ar_ar: إعدادات
es_es: Opciones
it_it: Impostazioni
ja: 設定

source: Load keywords from URL:
es_es: Cargar palabras claves desde la URL:
it_it: Carica le parole chiave dalla URL:
ja: キーワード取得先URL：

source: Preview
ar_ar: معاينة
es_es: Previsualización
it_it: Anteprima
ja: プレビュー

source: Use keywords and links specifically for %s
es_es: Usar palabras claves y enlaces específicamente para %s
it_it: Usa le parole chiave e inserisci un link solo su %s

source: Switch to locale-specific list
es_es: Cambiar a lista local específica
it_it: Cambia la lista secondo la lingua

source: Reload keywords after (seconds):
ar_ar: : تحديث بعد ثانية
es_es: Recargar palabras claves después de (segundos):
it_it: Ricarica le parole chiave dopo (secondi):
ja: キーワードを ○○秒後に再取得:

source: Reload now
ar_ar: تحديث الصفحة الآن
es_es: Recargar ahora
it_it: Ricarica adesso
ja: 今すぐ再取得

source: Add links to RSS feeds
ar_ar: RSS إضافة وصلات في آر إس إس
es_es: Agregar enlaces a canales RSS
it_it: Aggiungi i link ai Feed RSS
ja: RSSフィードにリンクをつける

source: Add links to comments
es_es: Añadir enlaces a los comentarios
it_it: Aggiungi i link ai commenti
ja: コメントにリンクをつける

source: Include src url params (Helps MDN measure effectiveness)
es_es: Incluir parámetros src en la url (Ayuda a MDN medir efectividad)
it_it: Includi il parametro src nella url (Aiuta MDN per tracciare l'utilizzo)
ja: URLにパラメータをつける (MDN がプラグインの効果を測定するのに役立ちます)

source: Open links in new window
ar_ar: فتح الروابط في نافذة جديدة
es_es: Abrir enlaces en una nueva ventana
it_it: Apri i link in una nuova finestra
ja: リンクを新しいウィンドウで開く

source: Exceptions
ar_ar: استثناءات
es_es: Excepciones
it_it: Eccezioni
ja: 例外

source: Do not add links to any <em>pages</em>.
es_es: No añadir enlaces a ninguna <em>página</em>.
it_it: Non aggiungere nessun link nelle <em>pagine</em>.
ja: 全ての<em>ページ</em>にリンクを付けない。

source: Do not add links to any <em>posts</em>.
es_es: No añadir enlaces a ninguna <em>entrada</em>.
it_it: Non aggiungere link a nessun <em>articolo</em>.
ja: 全ての <em>投稿</em>にリンクを付けない。

source: Do not add links to any <em>%s</em>.
es_es: No añadir enlaces a ningun <em>%s</em>.
it_it: Non aggiungere link a nessun <em>%s</em>.
ja: 全ての<em>%s</em>にリンクを付けない

source: Do not add links to the following posts or pages (comma-separated id, slug, name):
ar_ar: ا إضافة وصلات إلى الوظائف أو الصفحات التالية:(مفصولة بفواصل الهوية، سبيكة، الاسم)
es_es: No agregar enlaces a los siguientes entradas y páginas (id separados por comas, URL cortas, nombre):
it_it: Non aggiungere link ai seguenti post o pagine (id separati da virgole, slug, name)
ja: 以下の投稿やページにはリンクを付けない（カンマ区切りのID、スラッグ、名前で記述）

source: Do not add links inside the following HTML elements (comma-separated, partial-matching):
es_es: No añadir enlaces dentro de los siguientes elementos HTML (separados por coma, coincidencia parcial):
it_it: Non aggiungere link dentro i seguenti tag HTML (separati dalla virgola, verifica parziale)
ja: 下記のHTMLタグ内にはリンクを付けない（カンマ区切り、部分一致）：

source: Do not add links on the following phrases (comma-separated):
ar_ar: لا تقم بإضافة الروابط على العبارات التالية(مفصولة بفواصل)
es_es: No agregar enlaces en las siguientes frases (separadas por comas):
it_it: Non aggiungere link nelle seguenti frasi (separate da virgola)
ja: 下記のフレーズにはリンクを付けない(カンマ区切り）：

source: Limits
ar_ar: حدود
es_es: Límites
it_it: Limiti
ja: 制限

source: Max links to generate per post:
ar_ar: :الحد الأقصى لعدد الروابط التي ستنشأ بموجب المقال
es_es: Cantidad máxima de enlaces para generar por entrada:
it_it: Link massimi generati per post:
ja: 投稿一つに対して付けるリンクの最大数：

source: (0 to disable all links)
es_es: (0 para desactivar todos los enlaces)
it_it: (0 per disabilitare tutti i link)
ja: (0の場合はリンクが全くつきません）

source: Max links to generate for a single keyword/phrase:
ar_ar: :الحد الأقصى لعدد وصلات لكلمة رئيسية أو عبارة
es_es: Cantidad máxima de enlaces para generar por una única palabra clave/frase:
it_it: Link massimi generati per ogni singola parola chiave/frase:
ja: キーワードまたはフレーズ一つに対して付けるリンクの最大数：

source: Max links to generate for a single URL:
ar_ar: :العدد الأقصى من الاتصالات لعنوان واحد
es_es: Cantidad máxima de enlaces para generar por una única URL:
it_it: Link massimi generati per una singola URL:
ja: 一つのURLにつき、付けるリンクの最大数：

source: Custom Keywords
ar_ar: كلمات مخصصة
es_es: Palabras claves personalizadas
it_it: Parole chiavi:
ja: カスタムキーワード

source: Extra keywords to automaticaly link. Use comma to seperate keywords and add target url at the end. Use a new line for new url and set of keywords. e.g.,
ar_ar: كلمات اضافية لتصل تلقائيا. استخدام الفاصلة لفصل الكلمات الرئيسية وإضافة.رابط الهدف في نهاية المطاف. استخدام خط جديد للرابط الجديد ومجموعة من الكلمات الرئيسية. على سبيل المثال
es_es: Palabras claves adicionales para enlazar automáticamente. Separa las palabras clave con comas y agrega al final la URL de destino. Usa un salto de línea para introducir cada URL y conjunto de palabras clave, p. ej.,
it_it: Parole chiave extra in cui inserire il link in automatico. Usa la virgola per separare le parole chiave ed aggiungere una url di riferimento alla fine. Usa una nuova linea per una nuova url e imposta una parola chiave. Es:
ja: 自動リンク対象の追加キーワードです。キーワードはカンマで区切り、最後にリンク先のURLを付けてください。新しいURLは新しい行にキーワードと共に記述してください。

source: Note: These keywords will take priority over those loaded at the URL. If you have too many custom keywords here, you may not link to MDN at all.
ar_ar: ملاحظة: ستكون هذه كلمات لها الأولوية على تلك المحملة في العنوان اذا أنت.لديك الكثير من الكلمات الرئيسية مخصص هنا، قد لا تصل إلى م.د.ن على الإطلاق
es_es: Nota: Estas palabras clave tendrán prioridad sobre las que se cargan en la URL. Si tienes demasiadas palabras clave personalizadas, no podrás enlazar a MDN.
it_it: Nota: Queste parole chiave avranno la priorità su quelle caricate dalla URL. Se vuoi altre parole chiave qui, puoi non inserire link a MDN.
ja: 注意：これらのキーワードはキーワード取得先URLから取得したキーワードよりも優先されます。カスタムキーワードが多すぎる場合、MDNへのリンクがつかなく場合があります。

source: Update options
ar_ar: تحديث الخيارات
es_es: Actualizar opciones
it_it: Aggiorna opzioni
ja: 設定を更新

source: Thanks for installing! Go to the <a href="%1$s">settings</a> page to configure, and the <a href="%2$s">widgets</a> page to add widget.
es_es: ¡Gracias por la instalación! Ve a página de <a href="%1$s">opciones</a> para configurar, y a la página de <a href="%2$s">widgets</a> para añadir un widget.
it_it: Grazie per l'installazione! Vai alla pagina <a href="%1$s">impostazioni</a> per configurare e alla pagina <a href="%2$s">widgets</a> per aggiungere il widget.
ja: インストールいただき、ありがとうございます。 <a href="%1$s">設定ページ</a> へ行き、設定を変えてください。また、 <a href="%2$s">ウィジェットページ</a> でウィジェットを追加できます。.

source: You can now notify Mozilla Press and DevRel teams via email when you publish your posts!
es_es: ¡Ahora puedes notificar a Mozilla Press y al equipo de DevRel por correo cuando publicas tus entradas!
it_it: Ora puoi notificare Mozilla Press e DevRel team via email quando pubblichi un post!

source: You can now use the new graphics for the Widget and links in the comments!
es_es: ¡Ahora puedes usar los nuevos gráficos para el Widget y los enlaces en los comentarios!
it_it: Ora puoi usare le nuove grafiche per il Widget e avere i link nei commenti!

source: Promote MDN
es_es: Promocionar MDN
it_it: Promuovi MDN

source: hide
es_es: ocultar
it_it: nascondi
ja: 隠す

source: Sidebar image and links to MDN.
es_es: Imagen lateral y enlaces a MDN.
it_it: Immagine per la sidebar e link per MDN.
ja: サイドバーの画像とMDNへのリンク

source: Help Promote MDN!
es_es: ¡Ayuda a Promocionar MDN!
it_it: Aiuta Promote MDN!
ja: MDNの宣伝を手伝ってください!

source: Get the WordPress plugin
es_es: Obtén el plugin de Wordpress
it_it: Scarica il Plugin WordPress
ja: WordPressのプラグインを入手

source: Gray
es_es: Gris
it_it: Grigio
ja: グレー

source: Red
es_es: Rojo
it_it: Rosso
ja: 赤

source: Orange
es_es: Naranja
it_it: Arancione
ja: オレンジ

source: Text:
es_es: Texto:
it_it: Testo:
ja: テキスト：

source: Banner:
es_es: Pendón:
ja: バナー：

source: Notify Mozilla
es_es: Notificar a Mozilla
it_it: Notifica Mozilla
ja: Mozillaへ通知

source: Notify Mozilla of this post
es_es: Notificar a Mozilla sobre esta entrada
it_it: Notifica Mozilla di questo post
ja: この投稿をMozillaへ通知

source: Color:
it_it: Colore:
ja: 色：

source: Promote MDN automatically links keywords and phrases in your posts and pages to MDN URLs.
ar_ar: تعزيز م.د.م تلقائيا يربط الكلمات والعبارات في مقالاتك وصفحاتك.MDN إلى عناوين

source: Load keywords from URL
ar_ar: تحميل الكلمات الرئيسية من الرابط

source: Do not add links in heading tags (h1,h2,h3,h4,h5,h6).
ar_ar: .(h1,h2,h3,h4,h5,h6)لا تقم بإضافة وصلات في العلامات متجهة
